Repository: iondv/soap
Catalog: i18n/*/soap.po
Languages: ru

source: The client is not connected to service %service
ru: Клиент не подключен к сервису %service

source: Method %method could not be found in service %service
ru: Метод %method не удалось найти в сервисе %service

source: WSDL does not contain descriptions of interfaces.
ru: WSDL не содержит описаний интерфейсов.

source: ID of the edited object was not passed!
ru: Идентификатор редактируемого объекта не был передан!

source: The response message does not contain a body.
ru: Ответное сообщение не содержит описания.

source: Empty SOAP message!
ru: Пустое сообщение SOAP!

source: Unsupported type %type
ru: Неподдерживаемый тип %type

source: Element %type.%name is not consistent with the data scheme.
ru: Элемент %type.%name не согласуется со схемой данных.

source: Incorrect method argument passed: %arg instead of %tag
ru: Передан неверный аргумент метода: %arg вместо %tag

source: The number of method arguments passed is less that expected.
ru: Количество передаваемых аргументов метода меньше ожидаемого.

source: The method was called with excessive arguments.
ru: Метод был вызван с чрезмерными аргументами.

source: Internal server error
ru: Внутренняя ошибка сервера

source: Service with the specified name could not be found.
ru: Сервис с указанным именем не найден.
